[
  {
    "subject": "Linguagens",
    "text": "QUESTÃO 06\nExpressões e termos utilizados no Amazonas são retratados em livro e em camisetas\n\"Na linguagem, podemos nos ver da forma mais verdadeira: nossas crenças, nossos valores, nosso lugar no mundo\", afirmou o doutor em linguística e professor da Ufam em seu livro Amazonês: expressões e termos usados no Amazonas. Portanto, o amazonense, com todas as suas \"cunhantãs\" e \"curumins\", acaba por encontrar um lugar no mundo e formar uma unidade linguística, informalmente denominada de português \"caboco\", que muito se diferencia do português \"mineiro\", \"gaúcho\", \"carioca\" e de tantos outros espalhados pelo Brasil. O livro, que conta com cerca de 1 100 expressões e termos típicos do falar amazonense, levou dez anos para ser construído. Para o autor, o principal objetivo da obra é registrar a linguagem.\nUm designer amazonense também acha o amazonês \"xibata\", tanto é que criou uma série de camisetas estampadas com o nome de Caboquês Ilustrado, que mistura o bom humor com as expressões típicas da região. A coleção conta com sete modelos já lançados, entre eles: Leseira Baré, Xibata no Balde e Até o Tucupi, e 43 ainda na fila de espera. Para o criador, as camisas têm como objetivo \"resgatar o orgulho do povo manauara, do povo do Norte\".\nDisponível em: https://g1.globo.com. Acesso em: 15 jan. 2024 (adaptado).\nA reportagem apresenta duas iniciativas: o livro Amazonês e as camisetas do Caboquês Ilustrado. Com temática em comum, essas iniciativas",
    "options": {
      "A": "recomendam produtos feitos por empreendedores da região Norte.",
      "B": "ressaltam diferenças entre o falar manauara e outros falares.",
      "C": "reverenciam o trabalho feito por pesquisadores brasileiros.",
      "D": "destacam a descontração no jeito de ser do amazonense.",
      "E": "valorizam o repertório linguístico do povo do Amazonas."
    },
    "correct_answer": "E",
    "source": "ENEM",
    "year": 2024
  },
  {
    "subject": "Linguagens",
    "text": "QUESTÃO 07\nConheça histórias de atletas paralímpicas que trocaram de modalidade durante a carreira esportiva\nJane Karla: a goiana de 45 anos teve poliomielite aos três anos, o que prejudicou seus movimentos das pernas. Em 2003, iniciou no tênis de mesa e conseguiu conquistar títulos nacionais e internacionais. Mas conheceu o tiro com arco e, em 2015, optou por se dedicar somente à nova modalidade. Em seu ano de estreia no tiro, já faturou a medalha de ouro nos Jogos Parapan-Americanos de Toronto 2015.\nElizabeth Gomes: a santista de 55 anos era jogadora de vôlei quando foi diagnosticada com esclerose múltipla em 1993. Ingressou no Movimento Paralímpico pelo basquete em cadeira de rodas até experimentar o atletismo. Chegou a praticar as duas modalidades simultaneamente até optar pelas provas de campo em 2010. No Campeonato Mundial de Atletismo, realizado em Dubai, em 2019, Beth se sagrou campeã do lançamento de disco e estabeleceu um novo recorde mundial da classe F52.\nSilvana Fernandes: a paraibana de 21 anos é natural de São Bento e nasceu com malformação no braço direito. Aos 15 anos, começou a praticar atletismo no lançamento de dardo. Em 2018, enquanto competia na regional Norte-Nordeste, foi convidada para conhecer o parataekwondo. No ano seguinte, migrou para a modalidade e já faturou o ouro na categoria até 58 kg nos Jogos Parapan-Americanos de Lima 2019.\nDisponível em: https://cpb.org.br. Acesso em: 15 jan. 2024 (adaptado).\nEsse conjunto de minibiografias tem como propósito",
    "options": {
      "A": "descrever as rotinas de treinamento das atletas.",
      "B": "comparar os desempenhos de atletas de alto rendimento.",
      "C": "destacar a trajetória profissional de atletas paralímpicas brasileiras.",
      "D": "indicar as categorias mais adequadas a adaptações paralímpicas.",
      "E": "estimular a participação de mulheres em campeonatos internacionais."
    },
    "correct_answer": "C",
    "source": "ENEM",
    "year": 2024
  },
  {
    "subject": "Linguagens",
    "text": "QUESTÃO 08\nÉ fundamentalmente no Minho, norte de Portugal, que o cavaquinho aparece como instrumento tipicamente popular, ligado às formas essenciais da música característica dessa província. O cavaquinho minhoto tem escala rasa com o tampo, o que facilita a prática do \"rasqueado\". O cavaquinho chega ao Brasil diretamente de Portugal, e o modelo brasileiro é maior do que a sua versão portuguesa, com uma caixa de ressonância mais funda. Semelhante ao cavaquinho minhoto, o machete, ou machetinho madeirense, é um pequeno cordófono de corda dedilhada, que faz parte da grande e diversificada família das violas de mão portuguesas. O ukulele tem a sua origem no século XIX, tendo como ancestrais o braguinha (ou machete) e o rajão, instrumentos levados pelos madeirenses quando eles emigraram para o Havai.\nOLIVEIRA, E. V. Cavaquinhos e família. Disponível em: https://casadaguitarra.pt. Acesso em: 18 nov. 2021 (adaptado).\nO conjunto dessas práticas musicais demonstra que os instrumentos mencionados no texto",
    "options": {
      "A": "refletem a dependência da utilização de matéria-prima europeia.",
      "B": "adaptam suas características a cada cultura, assumindo nova identidade.",
      "C": "comprovam a hegemonia portuguesa na invenção de cordófonos dedilhados.",
      "D": "ilustram processos de dominação cultural, evidenciando situações de choque cultural.",
      "E": "mantêm nomenclatura própria para garantir a fidelidade às formas originais de confecção."
    },
    "correct_answer": "B",
    "source": "ENEM",
    "year": 2024
  },
  {
    "subject": "Linguagens",
    "text": "QUESTÃO 09\nPressão, depressão, estresse e crise de ansiedade. Os males da sociedade contemporânea também estão no esporte. A tenista Naomi Osaka, do Japão, jogadora mais bem paga do mundo e que já ocupou o número 2 do ranking, retirou-se do torneio de Roland Garros de 2021 porque não estava conseguindo administrar as crises de ansiedade provocadas pelos grandes eventos, por ser uma estrela aos 23 anos, e pelo peso de parte da imprensa. O tenista australiano Nick Kyrgios, de 25 anos, revelou sua \"situação triste e solitária\" enquanto lutava contra a depressão causada pelo ritmo avassalador do Circuito Mundial de Tênis. O jogador de basquete americano Kevin Love também tornou público seu quadro de ansiedade e depressão. O mundo do atleta é solitário e distante da família. O que vemos numa partida não reflete a rotina desgastante. A imprensa denomina atletas como heróis, como se aquele corpo fosse indestrutível, mas a mente é o ponto fraco da história.\nDisponível em: www.uol.com.br. Acesso em: 31 out. 2021 (adaptado).\nAs causas do desequilíbrio na saúde mental apontadas no texto estão relacionadas às",
    "options": {
      "A": "nacionalidades diversificadas dos praticantes.",
      "B": "modalidades esportivas distintas.",
      "C": "faixas etárias aproximadas.",
      "D": "representações heroicas dos atletas.",
      "E": "pressões constantes dos eventos e da mídia."
    },
    "correct_answer": "E",
    "source": "ENEM",
    "year": 2024
  },
  {
    "subject": "Linguagens",
    "text": "QUESTÃO 10\nJá ouvi gente falando que o podcast é o renascimento do rádio. O rádio é genial, uma mídia imorredoura, mas podcast não tem nada a ver com ele. O formato está mais próximo do ensaio literário do que de um programa de ondas curtas, médias ou longas. Podcasts são antípodas das redes sociais. Enquanto elas são dispersivas, levam à evasão e à desinformação, os podcasts são uma possibilidade de imersão, concentração, aprendizado. Depois que eles surgiram, lavar a louça e me locomover pela cidade viraram um programaço. Um pós-almoço de domingo e aprendo tudo sobre bonobos e gorilas. Um táxi pro aeroporto e chego ao embarque PhD em reforma tributária.\nPRATA, A. Disponivel em: www1.folha.uol.com.br. Acesso em: 7 jan. 2024 (adaptado).\nSegundo a argumentação construída nesse texto, o podcast",
    "options": {
      "A": "provoca dispersão da atenção em seu público.",
      "B": "funciona por meio de uma frequência de ondas curtas.",
      "C": "propicia divulgação de conhecimento para seus usuários.",
      "D": "tem um formato de interação semelhante ao das redes sociais.",
      "E": "constitui uma evolução na transmissão de informações via rádio."
    },
    "correct_answer": "C",
    "source": "ENEM",
    "year": 2024
  },
  {
    "subject": "Linguagens",
    "text": "QUESTÃO 11\nEvanildo Bechara prepara a sua aposentadoria de pouco em pouco, como se a adiasse ao máximo. Aos 95 anos, o imortal da Academia Brasileira de Letras (ABL) alcançou um status de astro pop no mundo da filologia e da gramática. Quando ainda tinha saúde para viagens mais longas, o filólogo lotava plateias em suas palestras na Europa e no Brasil, que não raro terminavam com filas para selfies. A idade acentuou o lado \"cientista\" e professoral de Bechara, que adota um tom técnico na conversa até mesmo diante das perguntas mais pessoais. - \"Qual o seu tipo preferido de leitura?\". - \"A minha leitura está dividida em duas partes, a científica e a literária, estabelecendo uma relação de causa e efeito entre elas.\" responde. Ainda adolescente, Bechara descobriu a lexicologia. Um \"novo mundo\" se abriu para o pernambucano, que se mantém atento às metamorfoses do nosso idioma. Seu colega de ABL, o filólogo Ricardo Cavaliere, se lembra de quando deu carona para o mestre e este encucou com os estrangeirismos do aplicativo de navegação instalado no veículo. \"A vozinha do aplicativo avisou que havia um radar de velocidade 'reportado' à frente\", lembra Cavaliere. \"Esse 'reportado' é uma importação, né?\", notou Bechara.\nDisponível em: https://oglobo.globo.com. Acesso em: 3 jan. 2024 (adaptado).\nNesse texto, as falas atribuídas a Evanildo Bechara são representativas da variedade linguística",
    "options": {
      "A": "situacional, pois o contexto exige o uso da linguagem formal.",
      "B": "regional, pois ele traz marcas do falar de seu local de nascimento.",
      "C": "sociocultural, pois sua formação pressupõe o uso de linguagem rebuscada.",
      "D": "geracional, pois ele emprega termos característicos de sua faixa etária.",
      "E": "ocupacional, pois ele faz uso de termos específicos de sua área de atuação."
    },
    "correct_answer": "E",
    "source": "ENEM",
    "year": 2024
  },
  {
    "subject": "Linguagens",
    "text": "QUESTÃO 12\nA Língua da Tabatinga, falada na cidade de Bom Despacho, Minas Gerais, foi por muito tempo estigmatizada devido à sua origem e à própria classe social de seus falantes, pois, segundo uma pesquisadora, era falada por \"meninos pobres vindos da Tabatinga ou de Cruz de Monte ruas da periferia da cidade cujos habitantes sempre foram tidos por marginais\". Conhecida por antigos como a \"língua dos engraxates\", pois muitos trabalhadores desse ofício conversavam nessa língua enquanto lustravam sapatos na praça da matriz, a Língua da Tabatinga era utilizada por negros escravizados como uma espécie de \"língua secreta\", um código para trocarem informações de como conseguir alimentos, ou para planejar fugas de seus senhores sem risco de serem descobertos por eles.\nDe acordo com um documento do Iphan (2011), os falantes da língua apresentam uma forte consciência de sua relação com a descendência africana e da importância de preservar a \"fala que os identifica na região\". Essa mudança de compreensão tangencia aspectos de pertencimento, pois, à medida que o falante da Lingua da Tabatinga se identifica com a origem afro-brasileira, ele passa a ver essa língua como um legado recebido e tem o cuidado de transmiti-la para outras gerações. A concentração de falantes dessa língua está na faixa entre 21 e 60 anos de idade.\nDisponível em: www.historiaeparcerias2019.rj.anpuh.org. Acesso em: 3 fev. 2024 (adaptado).\nA Língua da Tabatinga tem sido preservada porque o(a)",
    "options": {
      "A": "seu registro passou da forma oral para a escrita.",
      "B": "classe social de seus usuários ganhou prestígio.",
      "C": "sua função inicial se manteve ao longo dos anos.",
      "D": "sentimento de identidade linguística tem se consolidado.",
      "E": "perfil etário de seus falantes tem se tornado homogêneo."
    },
    "correct_answer": "D",
    "source": "ENEM",
    "year": 2024
  },
  {
    "subject": "Linguagens",
    "text": "QUESTÃO 13\nDiante do pouco dinheiro para produtos básicos de sobrevivência, são as adolescentes o alvo mais vulnerável à precariedade menstrual. Sofrem com dois fatores: o desconhecimento da importância da higiene menstrual para sua saúde e a dependência dos pais ou familiares para a compra do absorvente, que acaba entrando na lista de artigos supérfluos da casa.\nA falta do absorvente afeta diretamente o desempenho escolar dessas estudantes e, como consequência, restringe o desenvolvimento de seu potencial na vida adulta.\nDados da Pesquisa Nacional de Saúde (PNS), do IBGE, revelaram que, das meninas entre 10 e 19 anos que deixaram de fazer alguma atividade (estudar, realizar afazeres domésticos, trabalhar ou, até mesmo, brincar) por problemas de saúde nos 14 dias anteriores à data da pesquisa, 2,88% deixaram de fazê-la por problemas menstruais. Para efeitos de comparação, o índice de meninas que relataram não ter conseguido realizar alguma de suas atividades por gravidez e parto foi menor: 2,55%.\nDados da ONU apontam que, no mundo, uma em cada dez meninas falta às aulas durante o período menstrual. No Brasil, esse número é ainda maior: uma entre quatro estudantes já deixou de ir à escola por não ter absorventes. Com isso, perdem, em média, até 45 dias de aula, por ano letivo, como revela o levantamento Impacto da Pobreza Menstrual no Brasil. O ato biológico de menstruar acaba por virar mais um fator de desigualdade de oportunidades entre os gêneros.\nDisponível em: www12.senado.leg.br. Acesso em: 21 jan. 2024 (adaptado).\nEsse texto é marcado pela função referencial da linguagem, uma vez que cumpre o propósito de",
    "options": {
      "A": "sugerir soluções para um problema de ordem social.",
      "B": "estabelecer uma relação entre menstruação e gravidez.",
      "C": "comparar o desempenho acadêmico de mulheres e homens.",
      "D": "informar o leitor sobre o impacto da pobreza menstrual na vida das mulheres.",
      "E": "orientar o público sobre a necessidade de rotinas de autocuidado na adolescência."
    },
    "correct_answer": "D",
    "source": "ENEM",
    "year": 2024
  },
  {
    "subject": "Linguagens",
    "text": "QUESTÃO 21\nTEXTO I\nA linguagem visual dos adornos transmite informações sobre prestígio e transgressão, direito e dever, pois só é permitido ao indivíduo o uso de adornos de sua linhagem. Quando diretamente vinculadas aos conceitos cosmológicos, as artes indígenas convertem-se antes em prismas que refletem as concepções acerca da composição do universo e dos componentes que o povoam.\nAGUILAR, N. (Org.); DIAS, J. A. B. F.; VELTHEN, L. H. V. Mostra do redescobrimento: artes indígenas. São Paulo: Fundação Bienal de São Paulo-Associação Brasil 500 anos, 2000 (adaptado).\nTEXTO II\n(Imagem de um diadema de plumas da etnia Kayapó)\nDiadema (etnia Kayapó). Estados do Mato Grosso e Pará. Museu de Arte Indígena, s.d.\nDisponível em: www.maimuseu.com.br. Acesso em: 11 jul. 2024.\nPela leitura desses textos, infere-se que a compreensão da arte plumária indígena requer a consideração da",
    "options": {
      "A": "indistinção hierárquica entre os membros de um mesmo grupo social.",
      "B": "prevalência dos elementos do mundo natural sobre as relações humanas.",
      "C": "reconfiguração constante das representações coletivas acerca do universo.",
      "D": "indeterminação entre as noções de identidade individual e de identidade cultural.",
      "E": "indissociabilidade entre objetos ritualísticos e os papéis dos indivíduos na comunidade."
    },
    "correct_answer": "E",
    "source": "ENEM",
    "year": 2024
  },
  {
    "subject": "Linguagens",
    "text": "QUESTÃO 22\nTEXTO I\nCapítulo 4, versículo 3\nMinha palavra vale um tiro, eu tenho muita munição\nNa queda ou na ascensão, minha atitude vai além\nE tem disposição pro mal e pro bem\nTalvez eu seja um sádico ou um anjo, um mágico\nOu juiz, ou réu, o bandido do céu\nMalandro ou otário, quase sanguinário\nFranco atirador se for necessário\nRevolucionário, insano, ou marginal\nAntigo e moderno, imortal\nFronteira do céu com o inferno\nAstral imprevisível, como um ataque cardíaco do verso.\nRACIONAIS MCs. Sobrevivendo ao inferno. São Paulo: Cosa Nostra, 1997 (fragmento).\nTEXTO II\nPode-se dizer que as várias experiências narradas nos discos do Racionais tratam no fundo de um só tema: a violência que estrutura a nossa sociedade. O grupo canta a violência que estrutura as relações entre os familiares, os amigos, o homem e a mulher, o traficante e o viciado. Canta a violência do crime. A violência causada por inveja ou por vaidade. Também canta que a relação entre as classes sociais é sempre violenta: o racismo, a miséria, os baixos salários, a concentração de renda, a esmola, a publicidade, o alcoolismo, o jornalismo, o poder policial, a justiça, o sistema penitenciário, o governo existem por meio da violência.\nGARCIA, W. Ouvindo Racionais MCs. Teresa: revista de literatura brasileira, n. 5, 2004 (adaptado).\nNa letra da canção, a tematização da violência mencionada no Texto II manifesta-se",
    "options": {
      "A": "como metáfora da desigualdade, que associa a ideia de justiça a valores históricos negativos.",
      "B": "na referência a termos bélicos, que sinaliza uma crítica social à opressão da população das periferias.",
      "C": "como procedimento metalinguístico, que concebe a palavra como uma forma de combate e insubordinação.",
      "D": "nas definições ambiguas do enunciador, que inverte e relativiza as representações da maldade e da bondade.",
      "E": "na menção à imortalidade, que sugere a possibilidade de resistência para além da dicotomia entre vida e morte."
    },
    "correct_answer": "C",
    "source": "ENEM",
    "year": 2024
  },
  {
    "subject": "Linguagens",
    "text": "QUESTÃO 23\nAs reações à sétima temporada foram o ápice do último estágio em Game of Thrones. De forma alguma, este que vos fala seria capaz de argumentar que a série é perfeita, mas os defeitos que existem aqui sempre existiram, de uma forma ou de outra, durante os sete anos em que ela esteve no ar. Os dois roteiristas foram brilhantes em traduzir os personagens intrincados e conflituosos da obra de George R. R. Martin, mas nunca souberam exatamente como fazer jus a eles (e especialmente a elas, as mulheres da trama). A verdade é que, com tudo isso e mais Ramin Djawadi evocando sentimentos e ambientes improváveis com sua trilha sonora magistral, a série não conseguiria ser ruim nem se tentasse, mas continua sendo uma pena que, ao buscar o seu final com tanta sede e tanta celeridade, Benioff e Weiss tenham tirado sua qualidade mais preciosa: o fôlego, a paciência e o detalhismo que faziam suas palavras se levantarem do papel e ganharem vida.\nDisponível em: https://observatoriodocinema.uol.com.br. Acesso em: 29 nov. 2017 (adaptado).\nAinda que faça uma avaliação positiva da série, nessa resenha, o autor aponta aspectos negativos da obra ao utilizar",
    "options": {
      "A": "marcas de impessoalidade que disfarçam a opinião do especialista.",
      "B": "expressões adversativas para fazer ressalvas às afirmações elogiosas.",
      "C": "interlocução com o leitor para corroborar opiniões contrárias à adaptação.",
      "D": "eufemismos que minimizam as críticas feitas à construção das personagens.",
      "E": "antíteses que opõem a fragilidade do roteiro à beleza da trilha sonora da série."
    },
    "correct_answer": "B",
    "source": "ENEM",
    "year": 2024
  },
  {
    "subject": "Linguagens",
    "text": "QUESTÃO 24\n- Vá para o inferno, Gondim. Você acanalhou o troço. Está pernóstico, está safado, está idiota. Há lá ninguém que fale dessa forma!\nAzevedo Gondim apagou o sorriso, engoliu em seco, apanhou os cacos da sua pequenina vaidade e replicou amuado que um artista não pode escrever como fala.\n- Não pode? perguntei com assombro. E por quê?\nAzevedo Gondim respondeu que não pode porque não pode. Foi assim que sempre se fez. A literatura é a literatura, seu Paulo. A gente discute, briga, trata de negócios naturalmente, mas arranjar palavras com tinta é outra coisa. Se eu fosse escrever como falo, ninguém me lia.\nRAMOS, G. São Bernardo. Rio de Janeiro: Record, 2009.\nNesse fragmento, a discussão dos personagens traz à cena um debate acerca da escrita que",
    "options": {
      "A": "diferencia a produção artística do registro padrão da língua.",
      "B": "aproxima a literatura de dialetos sociais de pouco prestígio.",
      "C": "defende a relação entre a fala e o estilo literário de um autor.",
      "D": "contrapõe o preciosismo linguístico a situações de coloquialidade.",
      "E": "associa o uso da norma culta à ocorrência de desentendimentos pessoais."
    },
    "correct_answer": "D",
    "source": "ENEM",
    "year": 2024
  },
  {
    "subject": "Linguagens",
    "text": "QUESTÃO 25\n(Imagem da pintura 'Três meninas no jardim' de Eliseu Visconti)\nVISCONTI, E. Três meninas no jardim. Óleo sobre tela, 81 x 65 cm. Museu Nacional de Belas Artes, Rio de Janeiro, 1935.\nDisponível em: www.eliseuvisconti.com.br. Acesso em: 18 set. 2012.\nEliseu D'Angelo Visconti (1866-1944) desenvolveu diversas obras no Brasil, com grande influência das escolas europeias. Em sua pintura Três meninas no jardim, há",
    "options": {
      "A": "culto à fluidez e ao progresso, nos moldes do ideário futurista.",
      "B": "valorização de formas decompostas, a exemplo do estilo cubista.",
      "C": "efeitos fugazes de luz e movimento, que remetem à estética impressionista.",
      "D": "expressão do sonho e do inconsciente, que dialoga com a proposta surrealista.",
      "E": "tematização de elementos cotidianos, que resgata modelos de representação da arte realista."
    },
    "correct_answer": "C",
    "source": "ENEM",
    "year": 2024
  },
  {
    "subject": "Ciências Humanas",
    "text": "QUESTÃO 46\nTEXTO I\nUm terremoto de magnitude 5,9 atingiu a cidade de Valparaíso, na costa chilena. O terremoto ocorreu a uma profundidade de 112 quilômetros.\nTerremoto de magnitude 5,9 atinge Valparaíso, no Chile. Disponível em: www.cnnbrasil.com.br. Acesso em: 6 nov. 2021 (adaptado).\nTEXTO II\nUm tremor de terra de magnitude 4,8 foi registrado no município de Atalaia do Norte, no interior do estado do Amazonas. O abalo é de magnitude considerada mediana para os níveis do Brasil. Os eventos dessa região costumam ser resultado das atividades da placa de Nazca.\nTremor de terra de magnitude 4,8 é registrado no interior do Amazonas. Disponível em: https://g1.globo.com. Acesso em: 6 nov. 2021 (adaptado).\nTEXTO III\nMoradores usaram as redes sociais para relatar tremores de terra no interior de São Paulo. As atividades foram registradas nas cidades de Júlio Mesquita e Guaimbê e tiveram magnitude 3,0 na escala Richter, o que é considerado pequeno e sem previsão de danos.\nMoradores do interior de SP relatam tremores de terra. Disponível em: https://noticias.r7.com. Acesso em: 6 nov. 2021 (adaptado).\nAs diferenças entre os eventos geológicos relatados decorrem de distintas posições geográficas das cidades em relação a:",
    "options": {
      "A": "Planícies costeiras.",
      "B": "Bacias continentais.",
      "C": "Zonas de subducção.",
      "D": "Áreas de denudação.",
      "E": "Vertentes escarpadas."
    },
    "correct_answer": "C",
    "source": "ENEM",
    "year": 2024
  },
  {
    "subject": "Ciências Humanas",
    "text": "QUESTÃO 47\nTal qual num exército, não se compreende um efetivo composto apenas de oficiais. Também na saúde pública, os funcionários técnicos graduados necessitam ser assistidos por auxiliares em número suficiente e com preparo adequado, constituído pelas enfermeiras de saúde pública, educadoras ou visitadoras sanitárias, técnicos de laboratório, inspetores ou guardas etc., para não falarmos no pessoal burocrático, não especializado.\nPAULA SOUZA, G. H.; VIEIRA, F. B. Centro de saúde \"eixo\" de organização sanitária. Boletim do Instituto de Higiene de São Paulo, n. 59 (adaptado).\nO texto dos sanitaristas atuantes nas décadas de 1920 e 1930 veicula uma mensagem caracterizada pela",
    "options": {
      "A": "higienização moral.",
      "B": "imposição eugênica.",
      "C": "assimilação cultural.",
      "D": "hegemonização identitária.",
      "E": "hierarquização profissional."
    },
    "correct_answer": "E",
    "source": "ENEM",
    "year": 2024
  },
  {
    "subject": "Ciências Humanas",
    "text": "QUESTÃO 48\nO rompimento da barragem de Fundão levou muito consigo. A lama soterrou sonhos e modificou de forma permanente centenas de vidas nascidas e criadas em Bento Rodrigues e Paracatu, em Mariana (MG). Mas não somente. Ao se estender ao longo do rio, outras famílias e histórias foram atingidas de formas diferentes. Ao fugirem dos rejeitos que rapidamente tomaram as localidades, deixaram para trás os resquícios da vida que tiveram até o 5 de novembro de 2015. Nada jamais seria igual.\nSANTOS, P. Histórias soterradas. Curinga, n. 19, nov. 2016 (adaptado).\nConforme o texto, o evento gerou o seguinte impacto na relação entre as pessoas e o seu espaço vivido:",
    "options": {
      "A": "Flexibilização de parâmetros ambientais.",
      "B": "Consolidação de identidades regionais.",
      "C": "Fragilização de vínculos afetivos.",
      "D": "Supressão de práticas exploratórias.",
      "E": "Recuperação de tradições ancestrais."
    },
    "correct_answer": "C",
    "source": "ENEM",
    "year": 2024
  },
  {
    "subject": "Ciências Humanas",
    "text": "QUESTÃO 49\nCom a proximidade do final do século XIX, amplificam-se as expectativas com relação ao século seguinte. Se muitas eram as utopias, talvez uma das mais evidentes tenha se concentrado nas potencialidades da nova ciência, com suas invenções e projetos. Não é por mera coincidência que a agenda do país tenha sido tomada pela introdução de uma série de inventos. De forma acelerada, entraram no Brasil a luz elétrica e, com ela, o telégrafo, o telefone, o cinematógrafo. Na área dos transportes, o trem a vapor é substituído pelo elétrico, que assiste à entrada do automóvel e até do aeroplano.\nCOSTA, A. M.; SCHWARCZ, L. M. 1890-1914, no tempo das certezas. São Paulo: Cia. das Letras, 2000 (adaptado).\nNo Brasil, os eventos descritos ganharam conotação política ao serem vinculados à",
    "options": {
      "A": "expansão estratégica do imperialismo.",
      "B": "ascensão gradual do mercantilismo.",
      "C": "laicidade da educação.",
      "D": "retomada do absolutismo.",
      "E": "visão republicana de nação."
    },
    "correct_answer": "E",
    "source": "ENEM",
    "year": 2024
  },
  {
    "subject": "Ciências Humanas",
    "text": "QUESTÃO 50\nO bispo Bartolomeu de Las Casas é o homem mais odiado da América, o anti-Cristo dos senhores, o açoite destas terras. Por sua culpa, o imperador promulgou novas leis que despojam de escravos índios os filhos dos conquistadores. O que será deles sem os braços que os sustentam nas minas e nas lavouras? As novas leis estão arrancando a comida de suas bocas. Las Casas é o homem mais amado da América. Voz dos mudos, teimoso defensor dos que recebem pior tratamento que o esterco das praças, denunciador de quem por cobiça converte Jesus Cristo no mais cruel dos deuses e o rei em lobo faminto de carne humana.\nGALEANO, E. Os nascimentos. Porto Alegre: L&PM, 2011 (adaptado).\nOs diferentes pontos de vista presentes no texto expressam que o bispo era, ao mesmo tempo,",
    "options": {
      "A": "execrado pelos reis e reverenciado pelos religiosos do local.",
      "B": "detestado pelos colonizadores e respeitado pelos povos do lugar.",
      "C": "menosprezado pela colônia e idolatrado pelos governantes da região.",
      "D": "desrespeitado pela metrópole e adorado pelos invasores da Espanha.",
      "E": "desacatado pelos excluídos e valorizado pelos negociantes de negros."
    },
    "correct_answer": "B",
    "source": "ENEM",
    "year": 2024
  },
  {
    "subject": "Ciências Humanas",
    "text": "QUESTÃO 51\nA valsa vienense é a mais antiga das danças de salão tradicional. É dançada desde a Idade Média, quando os pares davam voltas pelo salão realizando giros em torno de si mesmos em postura fechada. Pelo fato de ser dançada aos pares em contato íntimo, a valsa encantava a sociedade medieval, como também sofria proibições por infringir os \"bons costumes\". Originária das danças campestres e folclóricas, no século XVI, a aristocracia francesa abandonou a valsa por sua estreita relação com a cultura plebeia, retomando-a posteriormente.\nFRANCO, N., FERREIRA, N. Evolução da dança no contexto histórico: aproximações iniciais com o tema. Repertório, n. 26, 2016 (adaptado).\nA expressão cultural descrita no texto foi rejeitada no início da Idade Moderna por congregar",
    "options": {
      "A": "traços advindos da feitiçaria nórdica.",
      "B": "práticas inspiradas em rituais pagãos.",
      "C": "regras decorrentes do período renascentista.",
      "D": "compassos produzidos em territórios colonizados.",
      "E": "elementos provenientes de segmentos populares."
    },
    "correct_answer": "E",
    "source": "ENEM",
    "year": 2024
  },
  {
    "subject": "Ciências Humanas",
    "text": "QUESTÃO 52\nO Black Lives Matter vai para além do nacionalismo estreito que pode prevalecer no seio das comunidades negras, que se limita a apelar aos negros a amar os negros, viver como os negros e comprar produtos dos negros, e mantém à frente do movimento homens negros heterossexuais. Black Lives Matter estima as vidas dos negros e negras homossexuais e transexuais, pessoas incapacitadas, negros sem documentos ou com antecedentes criminais, mulheres e as vidas de todos os negros de todo o espectro de gêneros.\nLA BOTZ, D. O movimento Black Lives Matter organiza-se e procura definir-se politicamente. Disponível em: www.ufes.br. Acesso em: 4 out. 2021 (adaptado).\nA reivindicação do movimento norte-americano apresentada no texto consiste na necessidade de",
    "options": {
      "A": "manter a conquista de direitos sociais.",
      "B": "integrar a diversidade do grupo identitário.",
      "C": "priorizar a preservação de culturas africanas.",
      "D": "defender a adoção de valores supremacistas.",
      "E": "permitir a permanência do modelo androcêntrico."
    },
    "correct_answer": "B",
    "source": "ENEM",
    "year": 2024
  },
  {
    "subject": "Ciências Humanas",
    "text": "QUESTÃO 53\n(Imagem de um gráfico 'Diferenças entre inundação gradual e brusca' mostrando duas curvas. A curva 'Inundação brusca' (tracejada) tem um pico de 'Velocidade' alto que ocorre em um 'Tempo de duração' curto. A curva 'Inundação gradual' (pontilhada) tem um pico de 'Velocidade' baixo que se estende por um 'Tempo de duração' longo.)\nTOMINAGA, L. K.; SANTORO, J.; AMARAL, R. Desastres naturais: conhecer para prevenir. São Paulo: Instituto Geológico, 2009 (adaptado).\nA desproporção de velocidade e tempo de duração nos tipos de inundação destacados é condicionada pela",
    "options": {
      "A": "variabilidade solar anual.",
      "B": "temperatura média mensal.",
      "C": "declividade do relevo local.",
      "D": "dinâmica tectônica regional.",
      "E": "gradação da turbidez fluvial."
    },
    "correct_answer": "C",
    "source": "ENEM",
    "year": 2024
  },
  {
    "subject": "Ciências Humanas",
    "text": "QUESTÃO 54\nOs grupos dominantes são beneficiados em termos de credibilidade e podem, com isso, controlar falas de membros de outros grupos, descredibilizando seus testemunhos com base em concepções compartilhadas de preconceito de identidade (gênero e raça). Algumas formas de preconceito tornam as declarações das pessoas menos importantes devido ao seu pertencimento a determinado grupo social. Assim, um falante recebe menos credibilidade devido ao preconceito do ouvinte.\nKUHNEN, T. Resenha de The Power and Ethics of Knowing, de Miranda Fricker. Revista Princípios, n. 33, 2013.\nCom base na reflexão suscitada no texto, o preconceito de identidade é responsável por um tipo de injustiça",
    "options": {
      "A": "estética, que normatiza os padrões corporais.",
      "B": "sensorial, que privilegia as habilidades visuais.",
      "C": "afetiva, que impede as expressões emocionais.",
      "D": "epistêmica, que prejudica as trocas informacionais.",
      "E": "econômica, que perpetua as desigualdades materiais."
    },
    "correct_answer": "D",
    "source": "ENEM",
    "year": 2024
  },
  {
    "subject": "Ciências Humanas",
    "text": "QUESTÃO 55\nA alma funciona no meu corpo de maneira maravilhosa. Nele se aloja, certamente, mas sabe bem dele escapar: escapa para ver as coisas através da janela dos meus olhos, escapa para sonhar quando durmo, para sobreviver quando morro. Minha alma durará muito tempo e mais que muito tempo, quando meu corpo vier a apodrecer. Viva minha alma!\nÉ meu corpo luminoso, purificado, virtuoso, ágil, móvel, tépido, viçoso; é meu corpo liso, castrado, arredondado como uma bolha de sabão.\nFOUCAULT, M. O corpo utópico, as heterotopias. São Paulo: Edições N-1, 2013.\nEsse texto reforça uma concepção metafísica clássica que remete a um(a)",
    "options": {
      "A": "pressuposto lógico.",
      "B": "pensamento dicotômico.",
      "C": "contemplação da natureza.",
      "D": "raciocínio argumentativo.",
      "E": "crítica à individualidade."
    },
    "correct_answer": "B",
    "source": "ENEM",
    "year": 2024
  },
  {
    "subject": "Ciências Humanas",
    "text": "QUESTÃO 56\nNo primeiro dia, foi colocada uma panela de barro no centro do barracão, a qual representava o espírito do morto presente na sala. Aqueles que dançavam depositavam moedas ao passarem junto dela e, ao seu redor, milho branco, mel, água, acaçás, cachaça. No segundo dia, os ogas, antes de iniciar a cerimônia, caminharam pelo corredor formado pelas casas, batendo com longas varas de bambus nos seus beirais, até alcançarem o portão de entrada. No terceiro dia, quatro pessoas, as mais influentes do culto, carregaram um lençol, que aparentemente continha um corpo em seu interior. No entanto, esse corpo era formado por folhas verdes de plantas, que foram derramadas sobre uma pessoa.\nMANZOCHI, H. M. Axexe, um rito de passagem. Revista do Museu de Arqueologia e Etnologia, n. 5, 1995 (adaptado).\nO ritual brasileiro apresentado no texto representa, para seus adeptos, a",
    "options": {
      "A": "manutenção de uma memória coletiva.",
      "B": "contestação de uma identidade étnica.",
      "C": "imolação de uma divindade africana.",
      "D": "legitimação de uma prática pagā.",
      "E": "promissão de uma revolta social."
    },
    "correct_answer": "A",
    "source": "ENEM",
    "year": 2024
  }
]